[
  "obsidian-auto-link-title",
  "quick-latex",
  "obsidian-smart-typography",
  "obsidian-latex-suite",
  "various-complements",
  "obsidian-vault-statistics-plugin",
  "obsidian-paste-image-rename",
  "obsidian-tikzjax",
  "darlal-switcher-plus",
  "unicode-search",
  "settings-search",
  "text-extractor",
  "obsidian-hider",
  "obsidian-local-images",
  "recent-files-obsidian",
  "obsidian-style-settings",
  "omnisearch",
  "smart-connections",
  "obsidian-linter"
]